Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-2939.html.tmx
Source language: sme
Languages: nob

source: Várrepresideantta Marianne Balto dearvvahansárdni ON bissovaš forumii
nob: Velkomsttale til FNs permanente Forum ved visepresident Marianne Balto

source: Mun sávan didjiide bures boahtima deikke Sápmái ja norgga beale sámiid Sámediggái .
nob: Jeg ønsker dere med dette hjertelig velkommen til Sápmi .

source: Mii leat hui duhtavaččat ja ilus go dii - eamiálbmot ­áššiid bissovaš foruma - boahtibehtet deikke doallat din ráhkkanančoahkkima .
nob: Vi er meget tilfredse og glade for at dere har lagt deres formøtet til den åttende sesjonen i FNs Permanente Forum for Urfolkssaker ( UNPFII ) hit .

source: Mu mielas lea deaŧalaš go forum galleda eamiálbmotguovlluid ja midjiide lea stuorra gutni oažžut din guossin dáid beivviid .
nob: Jeg synes det viktig at forumet gjennomfører møter i urfolksområder .

source: Sávan maid bures boahtima eará gussiide .
nob: Jeg ønsker også velkommen til andre gjester .

source: Almmuhan Magga , Sara Marja .
nob: Publisert av Magga , Sara Marja .

source: Maŋimustá rievdaduvvon 17.03.2009
nob: Sist endret 17.03.2009

source: Sámedikki presideantta Egil Olli bealis šállošan go sus ii lean vejolašvuohta sávvat didjiide bures boahtima otne .
nob: På vegne av sametingspresident Egil Olli beklager jeg at han ikke hadde anledning til å ønske dere velkommen i dag .

source: Son lea čoahkkimis Oslos Norgga ráđđehusain , muhto son boahtá ruovttoluotta ihttin ja illudit dasa .
nob: Han er på et møte i Oslo med den norske regjering , men han er tilbake i morgen og ser frem til å møte dere da.

source: Forum lea gitta álggu rájes leamaš áibbas vealta ­meahttun deaŧalaš máilmmi eamiálbmogiidda .
nob: Formuet som rådgivende organ for FNs økonomiske og sosiale råd har siden opprettelsen vært uvurderlig for verdens urfolk .

source: Forum lea lokten eamiálbmotáššiid bajás ON-vuogádagas , ja dan geažil oaččui ge eamiálbmot vuoigatvuođaid julggaštus nu viiddis doarjaga .
nob: Forumet har løftet urfolkssaker høyt opp i FN-systemet som blant annet har muliggjort den brede tilslutning til erklæringen om urfolks rettigheter .

source: Sámediggi , mii galgá leat din čoahkkinbáikin dáid lagamus beivviid , ásahuvvui 1989:s .
nob: Sametinget , som skal være møtearena for dere de nærmeste dagene , ble etablert i 1989 .

source: Mii sámit leimmet juo dalle rahčan ollu jagiid oažžut min vuođđovuoigat ­vuođaid dohkkehuvvot .
nob: Vi samene hadde allerede da kjempet i mange år for våre grunnleggende rettigheter som ett folk .

source: Sámedikki bokte oaččuimet mii deaŧalaš sáhkaguoddi ja iežamet álbmotválljejuvvon orgána norgga bealde .
nob: Gjennom Sametinget fikk vi et viktig talerør og et eget folkevalgt og representativt organ av og blant samer i Norge .

source: Dat go mis lea sámediggi maiddái ruoŧa- ja bealde addá stuorra vejolašvuođaid rájáid rastá ovttasbargui .
nob: Det at vi også har sameting i Sverige og Finland gir et godt utgangspunkt for samarbeid over landegrensene .

source: Dan oktavuođas lea deaŧalaš ahte maiddái ruošša beale sámit oččošedje ovddastusa seamma dásis go mis , davviriikkaid sámiin , lea .
nob: Vi er også opptatt av at samene på russisk side får en representativ forankring på nivå med oss andre samer .

source: Dán vahkus galgá mis leat oktasaš čoahkkin dinguin ( gaskkal foruma , sámedikkiid ja ruošša beale sámiid ovddasteddjiiguin ) .
nob: Vi skal denne uken ha et eget møte mellom forumet og sametingene og representanter for samene i Russland .

source: Mu mielas šaddá gelddolaš gullat maid dii oaivvildehpet daid bohtosiidda ja hástalusaide mat mis leat dáppe .
nob: Jeg ser frem til forumets betraktninger på de resultater og utfordringer som blir presentert fra vårt område og ståsted .

source: Dasto galgá leat rabas čoahkkin gos sámit ja sámi ásahusat ja organisašuvnnat besset din deaivat ja dinguin gulahallat .
nob: Videre skal det være et åpent møte mellom forumet og vårt folk , både enkeltpersoner og representanter fra samiske institusjoner og organisasjoner .

source: Jáhkán diet ge šaddá miellagiddevaš jurddalonuhallan ja digaštallan .
nob: Jeg ser frem til en interessant utveksling av ideer og betraktinger .

source: Mun háliidan norgga beale Sámedikki bealis geiget sámi biktasa - luhka - foruma buot lahtuide ja dan bokte čájehit giitevašvuođa sámi álbmoga bealis dan barggu ovddas maid dii dahkabehtet .
nob: Jeg ønsker på vegne av Sametinget i Norge å overrekke en luhkka til hver av forumsmedlemmene som et uttykk for den takknemlighet det samiske folk har for det arbeide dere gjør .

source: Luhkka lea sámi árbevirolaš bivttas mii dábálaččat geavahuvvo eará biktasiid alde bivvun .
nob: En luhkka er et samisk tradisjonelt klesplagg som ofte brukes over andre lag med klær for å isolere varme .

source: Mun sávan ahte dát bivttas liggešii din miehtá dán vahku dáppe davvin Sámis .
nob: Jeg håper denne holder dere varm uken igjennom her i det kalde samiske nord .

source: Dasto sávan mun ahte luhkka livččii didjiide fiina muitun Sámis boahtteáigái .
nob: Videre håper jeg at luhkkaen i fremtiden vil være et godt minne fra det samiske folk .

source: Sávan vel oktii bures boahtima Sámediggái ja sávan lihku foruma čoahkkimiiguin .
nob: Jeg ønsker dere velkommen til Sametinget og til lykke med forumsmøtene .
